{"Reconnaissance": "The adversary is trying to gather information they can use to plan future operations", "Resource Development": "The adversary is trying to establish resources they can use to support operations", "Initial Access": "The adversary is trying to get into your ICS environment. The adversary is trying to get into your device. The adversary is trying to get into your network", "Execution": "The adversary is trying to run code or manipulate system functions, parameters, and data in an unauthorized way. The adversary is trying to run malicious code. The adversary is trying to run malicious code", "Persistence": "The adversary is trying to maintain their foothold in your ICS environment. The adversary is trying to maintain their foothold. The adversary is trying to maintain their foothold", "Privilege Escalation": "The adversary is trying to gain higher-level permissions. The adversary is trying to gain higher-level permissions. The adversary is trying to gain higher-level permissions", "Defense Evasion": "The adversary is trying to avoid security defenses. The adversary is trying to avoid being detected. The adversary is trying to avoid being detected", "Credential Access": "The adversary is trying to steal account names, passwords, or other secrets that enable access to resources. The adversary is trying to steal account names and passwords", "Discovery": "The adversary is locating information to assess and identify their targets in your environment. The adversary is trying to figure out your environment. The adversary is trying to figure out your environment", "Lateral Movement": "The adversary is trying to move through your ICS environment. The adversary is trying to move through your environment. The adversary is trying to move through your environment", "Collection": "The adversary is trying to gather data of interest and domain knowledge on your ICS environment to inform their goal. The adversary is trying to gather data of interest to their goal. The adversary is trying to gather data of interest to their goal", "Command and Control": "The adversary is trying to communicate with and control compromised systems, controllers, and platforms with access to your ICS environment. The adversary is trying to communicate with compromised devices to control them. The adversary is trying to communicate with compromised systems to control them", "Exfiltration": "The adversary is trying to steal data. The adversary is trying to steal data", "Impact": "The adversary is trying to manipulate, interrupt, or destroy your ICS systems, data, and their surrounding environment. The adversary is trying to manipulate, interrupt, or destroy your devices and data. The adversary is trying to manipulate, interrupt, or destroy your systems and data"}